Repository: Obson95/fakti
Catalog: locale/ht/LC_MESSAGES/django.po
Languages: ht

source: Dashboard
ht: Tablo Bò

source: Invoices
ht: Fakti

source: Clients
ht: Kliyan

source: Settings
ht: Paramèt

source: Profile
ht: Pwofil

source: Logout
ht: Dekonekte

source: Login
ht: Konekte

source: Sign Up
ht: Kreye Kont

source: Select Language
ht: Chwazi Lang

source: Welcome back
ht: Byenveni ankò

source: Total Invoices
ht: Total Fakti

source: Paid Invoices
ht: Fakti Peye

source: Unpaid Invoices
ht: Fakti Pa Peye

source: Total Revenue
ht: Revni Total

source: Quick Actions
ht: Aksyon Rapid

source: Recent Invoices
ht: Dènye Fakti

source: No invoices yet
ht: Pa gen fakti pou kounye a

source: Create your first invoice to get started!
ht: Kreye premye fakti ou pou kòmanse!

source: New Invoice
ht: Nouvo Fakti

source: Add Client
ht: Ajoute Kliyan

source: Add Clients
ht: Ajoute Kliyan Yo

source: Enter client information once and reuse it
ht: Antre enfòmasyon kliyan yon sèl fwa epi reyitilize li

source: View Invoices
ht: Wè Fakti

source: Manage Clients
ht: Jere Kliyan

source: Create Invoice
ht: Kreye Fakti

source: View all
ht: Gade Tout

source: Invoice Dashboard
ht: Tablo Fakti

source: Manage your invoices and track payments
ht: Jere fakti ou yo epi swiv peman yo

source: Total Outstanding
ht: Total ki Pa Peye

source: Total Paid
ht: Total Peye

source: Overdue Invoices
ht: Fakti An Reta

source: Invoice Status
ht: Estati Fakti

source: Draft
ht: Bouyon

source: Sent
ht: Voye

source: Paid
ht: Peye

source: Overdue
ht: An Reta

source: Canceled
ht: Anile

source: View All Invoices
ht: Wè Tout Fakti

source: Recent Clients
ht: Dènye Kliyan

source: No clients found
ht: Pa gen kliyan ki jwenn

source: Add your first client
ht: Ajoute premye kliyan ou

source: View All Clients
ht: Wè Tout Kliyan

source: All Invoices
ht: Tout Fakti

source: Filter
ht: Filtre

source: Date
ht: Dat

source: Due Date
ht: Dat Limit

source: Client
ht: Kliyan

source: Amount
ht: Kantite

source: Status
ht: Estati

source: Actions
ht: Aksyon

source: No invoices found
ht: Pa gen fakti ki jwenn

source: Create New Invoice
ht: Kreye Nouvo Fakti

source: Edit Invoice
ht: Modifye Fakti

source: Invoice Details
ht: Detay Fakti

source: Invoice Number
ht: Nimewo Fakti

source: Issue Date
ht: Dat Emisyon

source: Client Information
ht: Enfòmasyon Kliyan

source: Select Client
ht: Chwazi Kliyan

source: Items
ht: Atik

source: Description
ht: Deskripsyon

source: Quantity
ht: Kantite

source: Unit Price
ht: Pri Inite

source: Add Item
ht: Ajoute Atik

source: Subtotal
ht: Sou-total

source: Tax
ht: Taks

source: Discount
ht: Rabè

source: Grand Total
ht: Gran Total

source: Notes
ht: Nòt

source: Terms & Conditions
ht: Tèm ak Kondisyon

source: Save Invoice
ht: Anrejistre Fakti

source: Send Invoice
ht: Voye Fakti

source: Cancel
ht: Anile

source: Send Invoice via Email
ht: Voye Fakti pa Imèl

source: To
ht: Pou

source: CC
ht: Kopi (CC)

source: BCC
ht: Kopi Kache (BCC)

source: Subject
ht: Sijè

source: Message
ht: Mesaj

source: Reply-To
ht: Reponn-A

source: Attach PDF
ht: Mete PDF an Atachman

source: Comma or semicolon separated emails
ht: Separa adrès imèl yo ak vigil oswa pwen-virgül

source: Send
ht: Voye

source: This invoice number is already used for your account.
ht: Nimewo fakti sa a deja itilize pou kont ou.

source: All Clients
ht: Tout Kliyan

source: New Client
ht: Nouvo Kliyan

source: Add New Client
ht: Ajoute Nouvo Kliyan

source: Edit Client
ht: Modifye Kliyan

source: Client Details
ht: Detay Kliyan

source: Name
ht: Non

source: Email
ht: Imèl

source: Phone
ht: Telefòn

source: Address
ht: Adrès

source: City
ht: Vil

source: State/Province
ht: Depatman

source: Country
ht: Peyi

source: Save Client
ht: Anrejistre Kliyan

source: Modern invoice generator built for Haitian businesses. Create professional invoices in Creole or English.
ht: Pwogram kreyasyon fakti modèn ki fèt pou biznis ayisyen yo. Kreye fakti pwofesyonèl nan kreyòl oswa angle.

source: Proudly Haitian
ht: Fyèman Ayisyen

source: Product
ht: Pwodwi

source: Resources
ht: Resous

source: Help Center
ht: Sant Èd

source: Tutorials
ht: Titoryèl

source: Support
ht: Sipò

source: Company
ht: Konpayi

source: About Us
ht: Sou Nou

source: Contact
ht: Kontak

source: Privacy
ht: Vi Prive

source: Connect
ht: Konekte

source: All rights reserved.
ht: Tout dwa rezève.

source: Terms
ht: Tèm

source: Cookies
ht: Kouki

source: Create Professional Invoices
ht: Kreye Fakti Pwofesyonèl

source: Modern invoice generator designed for Haitian businesses
ht: Pwogram kreyasyon fakti modèn ki fèt pou biznis ayisyen yo

source: Get Started
ht: Kòmanse

source: Get Started Free
ht: Kòmanse Gratis

source: Go to Dashboard
ht: Ale nan Tablo Bò

source: Learn More
ht: Aprann Plis

source: Why Choose Fakti
ht: Poukisa Chwazi Fakti

source: Why Choose Fakti?
ht: Poukisa Chwazi Fakti?

source: Built specifically for Haitian businesses
ht: Kreye espesyalman pou biznis ayisyen yo

source: Features
ht: Fonksyonalite

source: Easy to Use
ht: Fasil pou Itilize

source: Create professional invoices in minutes with our user-friendly interface.
ht: Kreye fakti pwofesyonèl nan minit avèk entèfas fasil nou an.

source: Multilingual
ht: Miltileng

source: Send invoices in Haitian Creole or English to match your client's preference.
ht: Voye fakti nan Kreyòl Ayisyen oswa Anglè pou satisfè preferans kliyan ou.

source: Automatic Calculations
ht: Kalkil Otomatik

source: Let us handle the math. Taxes, discounts, and totals calculated automatically.
ht: Kite nou jere matematik la. Taks, rabè, ak total kalkile otomatikman.

source: Client Management
ht: Jesyon Kliyan

source: Save client info. Track payment history. Stay organized.
ht: Konsève enfòmasyon kliyan. Swiv istwa peman. Rete òganize.

source: Mobile Friendly
ht: Konpatib pou Mobil

source: Maintain a database of your clients for easy invoice creation.
ht: Kenbe yon baz done kliyan ou pou kreyasyon fakti fasil.

source: Ready to get started?
ht: Ou pare pou kòmanse?

source: Start creating professional invoices today. It's free to get started.
ht: Kòmanse kreye fakti pwofesyonèl jodi a. Li gratis pou kòmanse.

source: Welcome to Fakti
ht: Byenvini nan Fakti

source: The modern invoice generator for Haitian businesses
ht: Pwogram kreyasyon fakti modèn pou biznis ayisyen yo

source: Create professional invoices in Creole or English. Manage clients. Get paid faster.
ht: Kreye fakti pwofesyonèl nan Kreyòl oswa Anglè. Jere kliyan. Resevwa peman pi vit.

source: Bilingual Support
ht: Sipò Bileng

source: Create invoices in Haitian Creole or English. Switch languages anytime.
ht: Kreye fakti nan Kreyòl Ayisyen oswa Anglè. Chanje lang nenpòt lè.

source: Fast & Easy
ht: Rapid & Fasil

source: Create professional invoices in minutes. No design skills needed.
ht: Kreye fakti pwofesyonèl nan minit. Pa bezwen konesans konsepsyon.

source: Secure & Reliable
ht: Sekirite & Fyab

source: Your data is safe. Cloud-based with automatic backups.
ht: Done ou yo an sekirite. Baze sou nwaj ak sovgad otomatik.

source: PDF Download
ht: Telechaje PDF

source: Download invoices as PDF. Share via email or print.
ht: Telechaje fakti yo kòm PDF. Pataje pa imèl oswa enprime.

source: Works on any device. Manage invoices on the go.
ht: Fonksyone sou nenpòt aparèy. Jere fakti yo pandan ou an deplasman.

source: Join hundreds of Haitian businesses using Fakti
ht: Rejwenn plizyè santèn biznis ayisyen kap itilize Fakti

source: Create Free Account
ht: Kreye Kont Gratis

source: How It Works
ht: Kijan Li Mache

source: Get started in three simple steps
ht: Kòmanse nan twa etap senp

source: Create Account
ht: Kreye Kont

source: Sign up for free in less than a minute
ht: Enskri gratis nan mwens pase yon minit

source: Generate Invoices
ht: Jenere Fakti

source: Create professional PDF invoices in seconds
ht: Kreye fakti PDF pwofesyonèl nan kèk segond

source: Fakti - Modern Invoice Generator for Haitian Businesses
ht: Fakti - Pwogram Kreyasyon Fakti Modèn pou Biznis Ayisyen

source: Fakti - Invoice Generator
ht: Fakti - Pwogram Kreyasyon Fakti
